Repository: DecaTec/Wsapm
Catalog: Source/Wsapm/Wsapm/Resources/Wsapm.*.resx
Languages: de

# MainWindow_StatusPanelWakeNoWakeScheduled
source: No scheduled wake times
de: Kein Aufwachen geplant

# MainWindow_StatusPanelWakeSettings
source: Wake settings
de: Aufwach-Einstellungen

# MainWindow_StatusPanelWakeStartProgramsAfterWake
source: scheduled program start
de: geplanter Programmstart

# AddNetworkMachineWindow_TitleEdit
source: Edit computer - Windows Server Advanced Power Management
de: Computer bearbeiten - Windows Server Advanced Power Management

# AddProcessToStartWindow_TitleEdit
source: Edit program - Windows Server Advanced Power Management
de: Programm bearbeiten - Windows Server Advanced Power Management

# AddProcessWindow_TitleEdit
source: Edit process - Windows Server Advanced Power Management
de: Prozess bearbeiten - Windows Server Advanced Power Management

# AddServiceToRestartWindow_TitleEdit
source: Edit service - Windows Server Advanced Power Management
de: Dienst bearbeiten - Windows Server Advanced Power Management

# AddWakeScheduleWindow_Title
source: Schedule wake - Windows Server Advanced Power Management
de: Aufwachen planen - Windows Server Advanced Power Management

# AddWakeScheduleWindow_TitleEdit
source: Edit scheduled wake - Windows Server Advanced Power Management
de: Aufwachen bearbeiten - Windows Server Advanced Power Management

# SettingsWindow_CaptionAfterPolicyCheck
source: Actions after policy check
de: Aktionen nach Überprüfung

# SettingsWindow_CheckBoxEnableActionsAfterPolicyCheck
source: Execute actions after policy check:
de: Aktionen nach Überprüfung ausführen:

# SettingsWindow_TabHeaderActionsAfterPolicyCheck
source: After policy check
de: Nach Überprüfung

# AddActionAfterPolicyCheck_LabelActionToExecute
source: Action:
de: Aktion:

# AddActionAfterPolicyCheck_LabelTrigger
source: Execute action when:
de: Aktion ausführen wenn:

# AddActionAfterPolicyCheck_Title
source: Add action after policy check - Windows Server Advanced Power Management
de: Aktion nach Überprüfung hinzufügen - Windows Server Advanced Power Management

# AddActionAfterPolicyCheck_TitleEdit
source: Edit action after policy check - Windows Server Advanced Power Management
de: Aktion nach Überprüfung bearbeiten - Windows Server Advanced Power Management

# SettingsWindow_ColumnCaptionAction
source: Action
de: Aktion

# SettingsWindow_ColumnCaptionActionMode
source: Trigger
de: Auslöser

# AddActionAfterPolicyCheckWindow_ComboBoxActionHibernate
source: Hibernate
de: Ruhezustand

# AddActionAfterPolicyCheckWindow_ComboBoxActionShutdown
source: Shut down
de: Herunterfahren

# AddActionAfterPolicyCheckWindow_ComboBoxActionStartProgram
source: Start program
de: Programm ausführen

# AddActionAfterPolicyCheckWindow_ComboBoxActionTriggerAtLeatOnePolicySatisfied
source: At least one policy satisfied
de: Mindestens eine Richtlinie erfüllt

# AddActionAfterPolicyCheckWindow_ComboBoxActionTriggerNoPolicySatisfied
source: No policy satisfied
de: Keine Richtline erfüllt

# AddActionAfterPolicyCheck_ActionAlreadyAdded
source: The action '{0}' is already in the list of actions to execute after policy check.
de: Die Aktion '{0}' ist bereits in der Liste der auszuführenden Aktionen enthalten.

# AddProcessToStartWindow_StandbyHibernateHint
source: The computer can be forced to enter standby/hibernate mode or can be shut down after policy check. But it is not recommended to control the computer's state in this way. The better solution would be to configure the Windows power options to put the computer to sleep after a certain time.
de: Nach der Überprüfung der Richlinien kann der Rechner in den Standy/Ruhezustand versetzt oder heruntergefahren werden. Allerdings wird empfohlen, dass der Zustand des Rechners nicht auf diese Art gesteuert wird. Besser ist es, wenn in den Windows Energieeinstellungen festgelegt wird, dass der Computer nach einer bestimmten Zeitspanne in den Energiesparmodus wechseln soll.

# SettingsWindow_PluginAuthor
source: Author:
de: Autor:

# AddActionAfterPolicyCheck_ActionForChangeEneryStateAdded
source: An action which controls the energy state after policy check already exists ('{0}').
de: Es ist bereits eine Aktion vorhanden, die den Energie-Zustand des Rechners nach der Überprüfung der Richtlinien regelt ('{0}').

# SettingsWindow_EheckBoxEnableRemoteShutdown
source: Enable remote shut down
de: Remote-Shutdown aktivieren

# SettingsWindow_TextBoxRemoteShutdownHint
source: With remote shut down, the computer can be shut down, restarted or set to standby or hibernate mode remotely. Therefor the following app is required:
de: Remote-Shutdown erlaubt es, den Computer aus der Ferne herunterzufahren, neu zu starten oder in den Standby bzw. Ruhezustand zu versetzen. Dazu wird folgende App benötigt:

# SettingsWindow_HyperLinkMagicPacket
source: https://decatec.de/software/magicpacket_en/
de: https://decatec.de/software/magicpacket/

# SettingsWindow_LabelRemoteShutdownPort
source: Port (UDP) for remote shut down:
de: Port (UDP) für Remote-Shutdown:

# SettingsWindow_LabelRemoteShutdownPasswordRepetition
source: Re-enter password:
de: Passwort erneut eingeben:

# SettingsWindow_ValidationErrorRemoteShutdownPassword
source: The entered password and its repetition do not match.
de: Das Passwort und die Wiederholung für Remote-Shutdown stimmen nicht überein.

# MainWindow_StatusPanelRemoteShutdownRemoteShutdownDisabled
source: Remote shut down disabled
de: Remote-Shutdown deaktiviert

# MainWindow_StatusPanelRemoteShutdownRemoteShutdownEnabled
source: Remote shut down enabled (port {0})
de: Remote-Shutdown aktiviert (Port {0})

# MainWindow_StatusPanelRemoteShutdownRemoteShutdownEnabledWithPassword
source: Remote shut down enabled (port {0}, password protected)
de: Remote-Shutdown aktiviert (Port {0}, passwortgeschützt)

# MainWindow_StatusPanelRemoteShutdownSettings
source: Remote shut down settings
de: Remote-Shutdown-Einstellungen

# MainWindow_StatusPanelLogCopyToClipboard
source: Copy to clipboard
de: In die Zwischenablage kopieren

# MainWindow_StatusPanelStatusTemporaryUptime
source: Temporary uptime
de: Temporäre Uptime

# TemporaryUptimeWindow_Title
source: Temporary uptime - Windows Server Advanced Power Management
de: Temporäre Uptime - Windows Server Advanced Power Management

# TemporaryUptimeWindow_ErrorCreateTemporaryUptimeFile
source: Error while defining a temporary uptime.{0}{0}{1}
de: Fehler beim Definieren einer temporären Uptime.{0}{0}{1}

# TemporaryUptimeWindow_LabelHours
source: hours
de: Stunden

# TemporaryUptimeWindow_LabelMinutes
source: minutes
de: Minuten

# TemporaryUptimeWindow_LabelUptimeFor
source: Define uptime for:
de: Uptime definieren für:

# MainWindow_StatusPanelStatusUptimeDefined
source: Uptime defined until {0}
de: Uptime definiert bis {0}

# TemporaryUptimeWindow_ErrorNoUptimeDefined
source: No temporary uptime defined.{0}Please specify a time span of at least one minute.
de: Keine temporäre Uptime angegeben.{0}Bitte definieren Sie eine Zeitspanne von mindestens einer Minute.

# MainWindow_StatusPanelStatusDeleteTemporaryUptime
source: Cancel temporary uptime
de: Temporäre Uptime beenden

# MainWindow_StatusPanelStatusTemporaryUptimeDefinedUntil
source: Temporary uptime until {0}
de: Temporäre Uptime bis {0}

# AddUptimeScheduleWindow_CheckBoxRepeatEvery
source: Repeat every:
de: Wiederholen alle:

# AddUptimeScheduleWindow_ComboBoxRepeatIntervalHours
source: Hours
de: Stunden

# AddUptimeScheduleWindow_ComboBoxRepeatIntervalMinutes
source: Minutes
de: Minuten

# AddUptimeScheduleWindow_LabelDuration
source: Duration:
de: Dauer:

# AddUptimeScheduleWindow_LabelEnableUptime
source: Active:
de: Aktiv:

# AddUptimeScheduleWindow_LabelEndTime
source: End uptime:
de: Uptime beenden:

# AddUptimeScheduleWindow_Title
source: Add scheduled uptime - Windows Server Advanced Power Management
de: Geplante Uptime hinzufügen - Windows Server Advanced Power Management

# SettingsWindow_CaptionUptime
source: Scheduled uptime
de: Geplante Uptime

# AddUptimeScheduleWindow_TitleEdit
source: Edit planned uptime - Windows Server Advanced Power Management
de: Geplante Uptime bearbeiten - Windows Server Advanced Power Management

# SettingsWindow_ButtonAddUptimeScheduleToolTip
source: Add uptime
de: Uptime hinzufügen

# SettingsWindow_ButtonEditUptimeToolTip
source: Edit selected uptime
de: Ausgewählte Uptime bearbeiten

# SettingsWindow_ButtonRemoveExpiredUptimeSchedulers
source: Remove expired entries
de: Abgelaufene Einträge entfernen

# SettingsWindow_ButtonRemoveUptimeScheduleToolTip
source: Remove selected uptime
de: Ausgewählte Uptime entfernen

# SettingsWindow_CheckBoxUptime
source: Scheduled uptime active
de: Geplante Uptime aktiv

# SettingsWindow_GridUptimeHeaderActive
source: Active
de: Aktiv

# SettingsWindow_GridUptimeHeaderDuration
source: Duration
de: Dauer

# SettingsWindow_GridUptimeHeaderNextDueTime
source: Next uptime
de: Nächste geplante Uptime

# AddNetworkInterfaceWindow_Title
source: Add network monitoring - Windows Server Advanced Power Management
de: Netzwerküberwachung hinzufügen - Windows Server Advanced Power Management

# SettingsWindow_CheckBoxNetworkInterfaces
source: Network interfaces:
de: Netzerkkarten:

# SettingsWindow_TabHeaderMonitoringSystem
source: Monitoring (system)
de: Überwachung (System)

# SettingsWindow_ButtonAddNicToolTip
source: Add network monitoring
de: Netzwerküberwachung hinzufügen

# SettingsWindow_ButtonEditNicToolTip
source: Edit selected network monitor
de: Ausgewählte Netzwerküberwachung bearbeiten

# SettingsWindow_ButtonRemoveNicToolTip
source: Remove selected network monitor
de: Ausgewählte Netzwerküberwachung entfernen

# SettingsWindow_ColumnCaptionNicName
source: Network interface
de: Netzwerkkarte

# SettingsWindow_ColumnCaptionNicTotal
source: Total
de: Gesamt

# AddNetworkInterfaceWindow_NetworkInterfaceAlreadyAdded
source: The network interface '{0}' is already in the list of network interfaces to monitor.
de: Die Netzwerkkarte '{0}' ist bereits in der Liste der zu überwachenden Netzwerkkarten enthalten.

# AddNetworkInterfaceWindow_LabelNetworkLoadLoading
source: Loading...
de: Laden...

# SettingsWindow_MessageBoxNicNotAvailable
source: Settings are provided for the network interface '{1}' but this interface is not available.{0}{0}The settings for the network interface '{1}' are therefore removed.
de: Für die Netzwerkkarte '{1}' sind Einstellungen hinterlegt, allerdings ist diese Netzwerkkarte nicht verfügbar.{0}{0}Die Einstellungen für die Netzwerkkarte '{1}' werden daher entfernt.

# SettingsWindow_CaptionMemory
source: Memory
de: Speicher

# SettingsWindow_CheckBoxMemoryLoad
source: Memory load (in %):
de: Speicherauslastung (in %):

# SettingsWindow_ButtonAddHddToolTip
source: Add logical drive monitoring
de: Überwachung logischer Datenträger hinzufügen

# SettingsWindow_ButtonEditHddToolTip
source: Edit selected logical drive monitor
de: Ausgewählte Überwachung logischer Datenträger bearbeiten

# SettingsWindow_ButtonRemoveHddToolTip
source: Remove selected logical drive monitor
de: Ausgwwählte Überwachung logischer Datenträger entfernen

# SettingsWindow_CaptionHdd
source: Hard drives
de: Festplatten

# SettingsWindow_CheckBoxLogicalDisks
source: Logical disks:
de: Logische Datenträger:

# SettingsWindow_ToolTipLabelMemoryLoad
source: Current memory load
de: Aktuelle Speicherauslastung

# AddHddWindow_CheckBoxHddLoad
source: Logical drive load (in KB/s):
de: Auslastung logischer Datenträger (in KB/s):

# AddHddWindow_LabelHdd
source: Logical drive:
de: Logischer Datenträger:

# AddHddWindow_LabelHddLoadLoading
source: Loading...
de: Laden...

# AddHddWindow_Title
source: Add logical drive monitoring - Windows Server Advanced Power Management
de: Überwachung logischer Datenträger hinzufügen - Windows Server Advanced Power Management

# AddHddWindow_ToolTipLabelHddLoad
source: Current load logical volume
de: Aktuelle Auslastung logischer Datenträger

# SettingsWindow_MessageBoxHddNotAvailable
source: Settings are provided for the logical volume '{1}' but this volume is not available.{0}{0}The settings for the logical volume '{1}' are therefore removed.
de: Für den logischen Datenträger '{1}' sind Einstellungen hinterlegt, allerdings ist dieser Datenträger nicht verfügbar.{0}{0}Die Einstellungen für den logischen Datenträger '{1}' werden daher entfernt.

# AddHddWindow_HddAlreadyAdded
source: The logical volume '{0}' is already in the list of volumes to monitor.
de: Der logische Datenträger '{0}' ist bereits in der Liste der zu überwachenden Datenträger enthalten.

# AddHddWindow_TitleEdit
source: Edit logical drive monitor - Windows Server Advanced Power Management
de: Überwachung logischer Datenträger bearbeiten - Windows Server Advanced Power Management

# AddNetworkInterfaceWindow_TitleEdit
source: Edit network monitoring - Windows Server Advanced Power Management
de: Netzwerküberwachung bearbeiten - Windows Server Advanced Power Management

# SettingsWindow_ColumnCaptionHddLoad
source: Volume load
de: Auslastung

# SettingsWindow_ColumnCaptionHddName
source: Logical volume
de: Logischer Datenträger

# MainWindow_StatusPanelPluginsPluginsInstalled
source: Plugins installed: {1}{0}Plugins avtive: {2}{0}Plugins inactive = {3}
de: Plugins installiert: {1}{0}Plugins aktiv: {2}{0}Plugins inaktiv: {3}

# MainWindow_StatusPanelPluginSettings
source: Plugin settings
de: Plugin-Einstellungen

# AddUptimeScheduleWindow_ComboBoxRepeatIntervalDays
source: Days
de: Tage

# MainWindow_StatusPanelUptimeCaption
source: Scheduled uptimes
de: Geplante Uptimes

# MainWindow_StatusPanelUptimeNoUptimeScheduled
source: No scheduled uptimes
de: Keine Uptimes geplant

# MainWindow_StatusPanelUptimeSettings
source: Uptime settings
de: Uptime-Einstellungen

# MainWindow_StatusPanelPluginsNoPluginsInstalled
source: No plugins installed
de: Keine Plugins installiert

# SettingsWindow_LabelMacAdresses
source: MAC addresses for remote shut down:
de: MAC-Adressen für Remote-Shutdown:
