Repository: DecaTec/Wsapm
Catalog: Source/Wsapm/Wsapm/Resources/Wsapm.*.resx
Languages: de

# AboutWindow_ChangelogFileName
source: Wsapm.Changelog.Changelog_en.txt
de: Wsapm.Changelog.Changelog_de.txt

# AboutWindow_MoreInfo
source: For more information, visit:
de: Weitere Informationen gibt es unter:

# AboutWindow_Title
source: About - Windows Server Advanced Power Management
de: Info - Windows Server Advanced Power Management

# AboutWindow_Tools
source: This program is using the following libraries and tools:
de: Dieses Programm nutzt die folgenden Softwarebibliotheken und Tools:

# AddNetworkMachineWindow_IP
source: IP address:
de: IP-Adresse:

# AddNetworkMachineWindow_NoInfoError
source: No name or IP address given.{0}Please specify a name and/or IP address of a network machine.
de: Keinen Namen oder IP Adresse angegeben.{0}Geben Sie einen Namen und/oder IP-Adresse eines Computers ein.

# AddNetworkMachineWindow_Title
source: Add computer - Windows Server Advanced Power Management
de: Computer hinzufügen - Windows Server Advanced Power Management

# AddProcessWindow_NoInfoError
source: No process name given.{0}Please enter a process name.
de: Kein Programm angegeben.{0}Geben Sie einen Programmnamen an.

# AddProcessWindow_ProcessName
source: Process name:
de: Prozessname:

# AddProcessWindow_Title
source: Add process - Windows Server Advanced Power Management
de: Prozess hinzufügen - Windows Server Advanced Power Management

# General_ButtonCancel
source: Cancel
de: Abbrechen

# General_MessageBoxErrorTitle
source: Error - Windows Server Advanced Power Management
de: Fehler - Windows Server Advanced Power Management

# LoadWinodw_TitleCpu
source: CPU load - Windows Server Advanced Power Management
de: CPU-Auslastung - Windows Server Advanced Power Management

# LoadWinodw_TitleNetwork
source: Network load - Windows Server Advanced Power Management
de: Netzwerkauslastung - Windows Server Advanced Power Management

# MainWindow_ButtonAbout
source: About
de: Info

# MainWindow_StatusPanelStatusServiceMonitoring
source: Monitoring
de: Überwachung läuft

# MainWindow_StatusPanelStatusServiceNotInstalled
source: Service not installed!
de: Dienst nicht installiert!

# MainWindow_StatusPanelStatusServiceNotMonitoring
source: Monitoring stopped
de: Überwachung angehalten

# MainWindow_StatusPanelStatusSettings
source: Settings
de: Einstellungen

# MainWindow_StatusPanelStatusStop
source: Stop
de: Stopp

# MainWindow_StatusPanelStatusWindowsPowerOptions
source: Windows power options
de: Windows-Energieoptionen

# ServiceManager_StatusMessageMonitoring
source: Monitoring
de: Überwachung läuft

# ServiceManager_StatusMessageStartServiceError
source: Error while starting service: {0}
de: Fehler beim Starten des Dienstes: {0}

# ServiceManager_StatusMessageStartServiceNotPresentError
source: Service can not be started. Maybe the service is not installed.
de: Dienst kann nicht gestartet werden. Möglicherweise ist der Dienst nicht installiert.

# ServiceManager_StatusMessageStop
source: Monitoring stopped
de: Überwachung angehalten

# ServiceManager_StatusMessageStopServiceError
source: Error while stopping service: {0}
de: Fehler beim Stoppen des Dienstes: {0}

# ServiceManager_StatusMessageStopServiceNotPresentError
source: Service can not be stopped. Maybe the service is not installed.
de: Dienst kann nicht gestoppt werden. Möglicherweise ist der Dienst nicht installiert.

# SettingsWindow_ButtonStandardSettings
source: Load standard settings
de: Standard-Einstellungen laden

# SettingsWindow_CaptionComputersProcesses
source: Computers/Processes
de: Computer/Prozesse

# SettingsWindow_CaptionGeneralSettings
source: General settlings
de: Allgemeine Einstellungen

# SettingsWindow_CaptionNetwork
source: Network
de: Netzwerk

# SettingsWindow_CaptionWakeSettings
source: Wake settings
de: Einstellungen Aufwachen

# SettingsWindow_CheckBoxComputers
source: Computers:
de: Computer:

# SettingsWindow_CheckBoxCpuLoad
source: CPU load (in %):
de: CPU-Auslastung (in %):

# AddNetworkInterfaceWindow_CheckBoxDownloadNetworkLoad
source: Download network load (in KBit/s):
de: Netzwerkauslastung Download (in KBit/s):

# SettingsWindow_CheckBoxProcesses
source: Processes:
de: Prozesse:

# AddWakeScheduleWindow_CheckBoxRepeatEvery
source: Repeat every:
de: Wiederholen alle:

# AddNetworkInterfaceWindow_CheckBoxTotalNetworkLoad
source: Total network load (in KBit/s):
de: Gesamte Netzwerkauslastung (in KBit/s):

# AddNetworkInterfaceWindow_CheckBoxUploadNetworkLoad
source: Upload network load (in KBit/s):
de: Netzwerkauslastung Upload (in KBit/s):

# AddWakeScheduleWindow_ComboBoxRepeatIntervalHours
source: Hours
de: Stunden

# AddWakeScheduleWindow_ComboBoxRepeatIntervalDays
source: Days
de: Tage

# AddWakeScheduleWindow_ComboBoxRepeatIntervalMinutes
source: Minutes
de: Minuten

# SettingsWindow_LabelCheckInterval
source: Check interval (in minutes):
de: Intervall der Überprüfung (in Minuten):

# SettingsWindow_LabelLogMode
source: Log mode:
de: Log-Modus:

# AddWakeScheduleWindow_LabelEnableWake
source: Active:
de: Aktiv:

# AddWakeScheduleWindow_LabelEndTime
source: End wake:
de: Aufwachen beenden:

# SettingsWindow_LabelMaxLogFileSize
source: Max. log file size (in KB):
de: Max. Größe der Log-Datei (in KB):

# AddNetworkInterfaceWindow_LabelNetworkInterface
source: Network interface:
de: Netzwerkkarte:

# AddWakeScheduleWindow_LabelStartTime
source: First wake:
de: Erstes Aufwachen:

# SettingsWindow_MessageBoxSaveSettings
source: Save settings for Windows Server Advanced Power Management?
de: Sollen die Einstellungen für Windows Server Advanced Power Management gespeichert werden?

# SettingsWindow_TabHeaderGeneral
source: General
de: Allgemein

# SettingsWindow_TabHeaderMonitoringGeneral
source: Monitoring (advanced)
de: Überwachung (Erweitert)

# SettingsWindow_TabHeaderWake
source: Wake
de: Aufwachen

# SettingsWindow_Title
source: Settings - Windows Server Advanced Power Management
de: Einstellungen - Windows Server Advanced Power Management

# SettingsWindow_MessageBoxLoadDefaultSettings
source: Load default settings?{0}{0}The current settings will be lost.
de: Sollen die Standard-Einstellungen geladen werden?{0}{0}Die bisherigen Einstellungen gehen dadurch verloren.

# SettingsWindow_ComboBoxLogModeNone
source: None
de: Kein Logging

# SettingsWindow_ComboBoxLogModeOnlyErrors
source: Only errors
de: Nur Fehler

# SettingsWindow_ComboBoxLogModeVerbose
source: Verbose
de: Detailliert

# MainWindow_AppAlreadyRunning
source: Application is already running.
de: Anwendung läuft bereits.

# SettingsWindow_ToolTipLabelCpuLoad
source: Current CPU load
de: Aktuelle CPU-Auslastung

# AddNetworkInterfaceWindow_ToolTipLabelDownloadNetworkLoad
source: Current network load (download)
de: Aktuelle Netzwerkauslastung (Download)

# AddNetworkInterfaceWindow_ToolTipLabelTotalNetworkLoad
source: Current network load (total)
de: Aktuelle Netzwerkauslastung (gesamt)

# AddNetworkInterfaceWindow_ToolTipLabelUploadNetworkLoad
source: Current network load (upload)
de: Aktuelle Netzwerkauslastung (Upload)

# SettingsWindow_ToolTipButtonOptimalCheckInterval
source: Determine optimized value according to the Windows power options
de: Ermittle den optimalen Wert entsprechend der Windows-Energieoptionen

# SettingsWindow_ValidationErrorCheckInterval
source: The Windows idle timeout ({1} minutes) is greater than the set check interval ({2} minutes).{0}So that the policy-check of Windows Server Advanced Power Management can take place before the system switches to standby, the check interval has to be smaller than the Windows idle timeout.{0}{0}Do you want to keep the value for check interval anyway?
de: Die in den Windows-Energieoptionen eingestellte Standby-Zeit ({1} Minuten) ist größer als das eingestellte Überprüfungs-Interval ({2} Minuten).{0}Damit die Überprüfung von Windows Server Advanced Power Management vor dem Wechseln in den Standby-Modus erfolgen, kann muss das Überprüfungs-Intervall kleiner als die Windows Standby-Zeit sein.{0}{0}Soll der aktuelle Wert trotzdem beibehalten werden?

# SettingsWindow_CheckBoxNetworkResourceAccess
source: Monitor access to network shares:
de: Überwache Zugriff auf Netwerk-Freigaben:

# SettingsWindow_ValidationErrorWakeTimers
source: The option 'Allow wake timers' is deactivated in the Windows power options. Therefore Windows Server Advanced Power Management cannot wake the system from standby{0}{0}Do you want to keep the option to wake the system from standby time-controlled anyway?
de: In den Windows-Energieoptionen ist die Option 'Zeitgeber zur Aktivierung zulassen' deaktiviert. Somit kann Windows Server Advanced Power Management das System nicht zeitgesteuert aus dem Standby-Modus wecken.{0}{0}Soll die Einstellung zum Wecken aus dem Standby-Modus trotzdem beibehalten werden?

# ProcessChoiceWindow_Title
source: Choose process - Windows Server Advanced Power Management
de: Prozess auswählen - Windows Server Advanced Power Management

# AddProcessWindow_ButtonChooseProcessTooptip
source: Choose from running processes
de: Aus laufenden Prozessen auswählen

# ProcessChoiceWindow_ButtonRefreshCaption
source: Refresh
de: Aktualisieren

# ProcessChoiceWindow_ColumnCaptionDescription
source: Description
de: Beschreibung

# ProcessChoiceWindow_ColumnCaptionFileName
source: File name
de: Dateiname

# ProcessChoiceWindow_ColumnCaptionProcessName
source: Process name
de: Prozessname

# MainWindow_ValidationErrorCheckInterval
source: The Windows idle timeout ({0} minutes) is greater than the set check interval ({1} minutes)
de: Die Windows-Standby-Zeit ({0} Minuten) ist größer als das eingestellte Überprüfungs-Interval ({1} Minuten)

# MainWindow_ValidationErrorWakeTimers
source: The option 'Allow wake timers' is disabled in the Windows power options
de: Die Option 'Zeitgeber zur Aktivierung zulassen' ist in den Windows-Energieoptionen deaktiviert

# SettingsWindow_ComboBoxNetworkResourceAccessTypeDirectories
source: Only directories
de: Nur Verzeichnisse

# SettingsWindow_ComboBoxNetworkResourceAccessTypeFiles
source: Only files
de: Nur Dateien

# SettingsWindow_ComboBoxNetworkResourceAccessTypeFilesAndDirectories
source: Files and directories
de: Dateien und Verzeichnisse

# SettingsWindow_GridPluginsHeaderAuthor
source: Author
de: Autor

# SettingsWindow_GridPluginsHeaderDescription
source: Description
de: Beschreibung

# SettingsWindow_MessageBoxInstallPluginFailed
source: Error while installing plugin:{0}{0}{1}
de: Fehler beim Installieren des Plugins:{0}{0}{1}

# SettingsWindow_MessageBoxNoWsapmPlugin
source: The archive does not contain a plugin for Windows Server Advanced Power Management.
de: Das Archiv enthält kein Plugin für Windows Server Advanced Power Management.

# SettingsWindow_ButtonPluginInstall
source: Install plugin
de: Plugin installieren

# SettingsWindow_ButtonPluginSettings
source: Plugin settings
de: Pugin-Einstellungen

# SettingsWindow_ButtonPluginUninstall
source: Uninstall plugin
de: Plugin deinstallieren

# SettingsWindow_MessageBoxOverridePlugin
source: Plugin '{0}' is already installed. Do you want to override the plugin?{1}{1}Click 'No' to cancel the installation.
de: Plugin '{0}' ist bereits installiert. Soll das Plugin überschrieben werden?{1}{1}Klicken Sie 'Nein', um die Installation abzubrechen.

# PluginSettingsWindow_Title
source: Plugin settings - Windows Server Advanced Power Management
de: Plugin-Einstellungen - Windows Server Advanced Power Management

# SettingsWindow_MessageBoxUninstallPluginFailed
source: Error while uninstalling plugin:{0}{0}{1}
de: Fehler beim Deinstallieren des Plugins:{0}{0}{1}

# SettingsWindow_GridPluginsHeaderActive
source: Active
de: Aktiv

# SettingsWindow_MessageBoxUninstallQuestion
source: Do you really want to uninstall plugin '{0}'?{1}The application has to be restarted.{1}{1}Continue?
de: Soll das Plugin '{0}' wirklich deinstalliert werden?{1}Dazu muss die Anwendung neu gestartet werden.{1}{1}Fortfahren?

# SettingsWindow_MessageBoxInstallQuestion
source: In order to install the plugin, the application has to be restarted.{0}{0}Continue installation?
de: Während der Installation eines Plugins muss die Anwendung neu gestartet werden.{0}{0}Fortfahren?

# SettingsWindow_QuestionMonitoringNetworkFolders
source: Access to folders on network shares possibly occur very frequently and will not be released during a session. Thus the computer will possibly not enter standby mode as expected.{0}{0}Do you really want to activate monitoring of access to network shares?
de: Zugriffe auf Ordner in Netzwerk-Freigaben treten u.U. sehr häufig auf und werden über eine Sitzung nicht freigegeben. Dies kann dazu führen, dass der Rechner nicht erwartungsgemäß in den Standby-Modus wechselt.{0}{0}Soll die Überwachung auf Zugriff auf Ordner auf Netzwerk-Freigaben trotzdem aktiviert werden?

# SettingsWindow_MessageBoxPluginSettingsError
source: Error while changing settings for plugin '{0}':{1}{1}{2}
de: Fehler beim Ändern der Einstellungen für Plugin '{0}':{1}{1}{2}

# General_BusyIndicatorBusyContent
source: Please wait...
de: Bitte warten...

# SettingsWindow_ButtonSettings
source: Settings
de: Einstellungen

# SettingsWindow_ButtonSettingsExport
source: Export settings
de: Einstellungen exportieren

# SettingsWindow_ButtonSettingsImport
source: Import settings
de: Einstellungen importieren

# SettingsWindow_ErrorImportSettings
source: Import settings failed:{0}{0}{1}
de: Importieren der Einstellungen fehlgeschlagen:{0}{0}{1}

# SettingsWindow_ImportExportSettingsOpenFileDialogFilter
source: Settings|*.zip
de: Einstellungen|*.zip

# MainWindow_ButtonCheckForUpdates
source: Check for updates
de: Nach Updates suchen

# MainWindow_MessageBoxNoUpdateAvailable
source: No update available.{0}Latest version ({1}) already installed.
de: Kein Update verfügbar.{0}Neuste Version ({1}) ist bereits installiert.

# MainWindow_MessageBoxUpdateAvailable
source: A newer version of Windows Server Advanced Power Management is available.{0}{0}Installed version: {1}{0}Latest version: {2}{0}{0}Do you want to download an install the latest version?
de: Es ist ein Update für Windows Server Advanced Power Management verfügbar.{0}{0}Installierte Version: {1}{0}Aktuelle Version: {2}{0}{0}Soll die aktuelle Version heruntergelanden und installiert werden?

# SettingsWindow_CheckBoxResetNetworkConectionsAfterWake
source: Reset network connections after wake
de: Netzwerkverbindungen nach Aufwachen zurücksetzen

# MainWindow_BusyIndicatorBusyContentStartService
source: Starting service...
de: Dienst wird gestartet...

# MainWindow_BusyIndicatorBusyContentStopService
source: Stopping service...
de: Dienst wird gestoppt...

# MainWindow_BusyIndicatorBusyContentCheckForUpdates
source: Searching for updates...
de: Suche nach Updates...

# MainWindow_MessageBoxNoUpdateAvailableOffline
source: Could not connect to update server.{0}Please check you internet connection.{0}{0}You can also check for updates manually on https://decatec.de/.{0}Do you want to check for updates manually now?
de: Update-Server nicht erreichbar.{0}Bitte kontollieren Sie Ihre Internet-Verbindung.{0}{0}Sie können auch manuell nach Updates auf https://decatec.de/ suchen.{0}Möchten Sie nun manuell nach Updates suchen?

# SettingsWindow_CheckBoxRestartServicesAfterEveryWake
source: Restart services after wake:
de: Dienste nach Aufwachen neu starten:

# SettingsWindow_CheckBoxStartProgramsAfterEveryWake
source: Start programs after wake:
de: Programme nach Aufwachen starten:

# AddProcessToStartWindow_Title
source: Add program - Windows Server Advanced Power Management
de: Programm hinzufügen - Windows Server Advanced Power Management

# AddServiceToRestartWindow_ButtonChooseProcessTooptip
source: Choose service
de: Dienst auswählen

# AddServiceToRestartWindow_LabelServiceName
source: Service name:
de: Dienstname:

# AddServiceToRestartWindow_NoInfoError
source: No service name given.{0}Please enter a service name.
de: Kein Dienst angegeben.{0}Geben Sie einen Dienst an.

# AddServiceToRestartWindow_Title
source: Add service - Windows Server Advanced Power Management
de: Dienst hinzufügen - Windows Server Advanced Power Management

# ServiceChoiceWindow_ButtonRefreshCaption
source: Refresh
de: Aktualisieren

# ServiceChoiceWindow_ColumnCaptionDisplayName
source: Display name
de: Anzeigename

# ServiceChoiceWindow_Title
source: Choose service - Windows Server Advanced Power Management
de: Dienst auswählen - Windows Server Advanced Power Management

# ServiceChoiceWindow_ColumnCaptionDescription
source: Description
de: Beschreibung

# ServiceChoiceWindow_ColumnCaptionStarted
source: Started
de: Gestartet

# AddProcessToStartWindow_NoInfoError
source: No program name given.{0}Please enter a program name.
de: Kein Programm angegeben.{0}Geben Sie einen Programmnamen an.

# AddProcessToStartWindow_ButtonChooseProcessTooptip
source: Choose program
de: Programm auswählen

# AddProcessToStartWindow_LabelArgs
source: Arguments:
de: Argumente:

# AddProcessToStartWindow_LabelProcess
source: Program:
de: Programm:

# AddProcessToStartWindow_OpenFileDialogFilter
source: Executable files|*.exe;*.bat
de: Ausführbare Dateien|*.exe;*.bat

# AddProcessToStartWindow_ProgramDoesNotExistWarning
source: The program '{0}' does not exist on this computer.{1}{1}Add this program anyway?
de: Das Programm '{0}' kann auf dem Rechner nicht gefunden werden.{1}{1}Soll das Programm trotzdem hinzugefügt werden?

# AddServiceToRestartWindow_ServiceDoesNotExistWarning
source: The service '{0}' is not installed on the computer.{1}{1}Add the service anyway?
de: Der Dienst '{0}' ist auf dem Rechner nicht installiert.{1}{1}Soll der Dienst trotzdem hinzugefügt werden?

# AddWakeScheduleWindow_CheckBoxStartProgramsAfterWake
source: Start programs after wake:
de: Programme nach Aufwachen starten:

# NetworkMachineChoiceWindow_Title
source: Choose computer - Windows Server Advanced Power Management
de: Computer auswählen - Windows Server Advanced Power Management

# AddNetworkMachineWindow_ButtonChooseNetworkMachineToolTip
source: Choose computer
de: Computer auswählen

# NetworkMachineChoiceWindow_ColumnCaptionIP
source: IP address
de: IP-Adresse

# SettingsWindow_ButtonAddComputerToolTip
source: Add computer
de: Computer hinzufügen

# SettingsWindow_ButtonAddProcessToolTip
source: Add process
de: Prozess hinzufügen

# SettingsWindow_ButtonAddRestartServiceAfterEveryWakeToolTip
source: Add service
de: Dienst hinzufügen

# SettingsWindow_ButtonAddStartProgramAfterEveryWakeToolTip
source: Add program
de: Programm hinzufügen

# SettingsWindow_ButtonEditComputerToolTip
source: Edit selected computer
de: Ausgewählten Computer bearbeiten

# SettingsWindow_ButtonEditProcessToolTip
source: Edit selected process
de: Ausgewählten Prozess bearbeiten

# SettingsWindow_ButtonEditRestartServiceAfterEveryWakeToolTip
source: Edit selected service
de: Ausgewählten Dienst bearbeiten

# SettingsWindow_ButtonEditStartProgramAfterEveryWakeToolTip
source: Edit selected program
de: Ausgewähltes Programm bearbeiten

# SettingsWindow_ButtonRemoveComputerToolTip
source: Remove selected computer
de: Ausgewählten Computer entfernen

# SettingsWindow_ButtonRemoveProcessToolTip
source: Remove selected process
de: Ausgewählten Prozess entfernen

# SettingsWindow_ButtonRemoveRestartServiceAfterEveryWakeToolTip
source: Remove selected service
de: Ausgewählten Dienst entfernen

# SettingsWindow_ButtonRemoveStartProgramAfterEveryWakeToolTip
source: Remove selected program
de: Ausgewähltes Programm entfernen

# NetworkMachineChoiceWindow_LabelIPRange
source: IP address range to scan (from/to):
de: Zu scannender IP-Adress-Bereich (von/bis):

# NetworkMachineChoiceWindow_MessageIPFromNoRealIP
source: The given IP address (from) is no valid IP address.
de: Bei der angegebenen IP-Adresse (von) handelt es sich um keine gültige IP-Adresse.

# NetworkMachineChoiceWindow_MessageIPToNoRealIP
source: The given IP address (to) is no valid IP address.
de: Bei der angegebenen IP-Adresse (bis) handelt es sich um keine gültige IP-Adresse.

# AddNetworkMachineWindow_MessageIPNoRealIP
source: The given IP address is no valid IP address.
de: Bei der angegebenen IP-Adresse handelt es sich um keine gültige IP-Adresse.

# AddProcessToStartWindow_ButtonTestTooptip
source: Test the start of the program with the specified arguments
de: Teste den Start des Programms mit den angegebenen Parametern

# AddProcessToStartWindow_ErrorStartProgramTest
source: Error while starting the program:{0}{1}{0}{0}{2}
de: Fehler beim Starten des Programms:{0}{1}{0}{0}{2}

# AddProcessToStartWindow_ProgramToStartHint
source: The program is run under local system account and thus has elevated rights. Also the program must not have a user interface because this can not be shown for that reason.
de: Das Programm wird im Sicherheitskontext des lokalen Systemkontos ausgeführt und verfügt über erhöhte Rechte. Ebenso darf das Programm aus diesem Grund keine Oberfläche besitzen, da diese nicht zur Anzeige gebracht werden kann.

# AddNetworkMachineWindow_NetworkMachineAlreadyAdded
source: The computer '{0}' is already in the list of computers to monitor.
de: Der Computer '{0}' ist bereits in der Liste der zu überwachenden Computer enthalten.

# AddProcessToStartWindow_GroupBoxHint
source: Note
de: Hinweis

# AddProcessToStartWindow_ProcessAlreadyAdded
source: The program '{0}' is already specified to be started after wake.
de: Das Program '{0}' ist bereits in der Liste der Programme enthalten, die nach dem Aufwachen gestartet werden sollen.

# AddProcessWindow_ProcessAlreadyAdded
source: The process '{0}' is already in the list of processes to monitor.
de: Der Prozess '{0}' ist bereits in der Liste der zu überwachenden Prozesse enthalten.

# AddServiceToRestartWindow_ServiceAlreadyAdded
source: The service '{0}' is already specified to be restarted on wake.
de: Der Dienst '{0}' ist bereits in der Liste der Dienste enthalten, die nach dem Aufwachen neu gestartet werden sollen.

# MainWindow_MessageBoxUpdateFailed
source: Error while downloading update.{0}Please check you internet connection.{0}{0}You can also check for updates manually on https://decatec.de/.{0}Do you want to check for updates manually now?
de: Fehler beim Herunterladen des Updates.{0}Bitte kontollieren Sie Ihre Internet-Verbindung.{0}{0}Sie können auch manuell nach Updates auf https://decatec.de/ suchen.{0}Möchten Sie nun manuell nach Updates suchen?

# AddWakeScheduleWindow_ColumnCaptionActive
source: Active
de: Aktiv

# AddWakeScheduleWindow_ColumnCaptionNextDueTime
source: Next due time
de: Nächstes geplantes Aufwachen

# AddWakeScheduleWindow_ColumnCaptionStartPrograms
source: Start programs
de: Starte Programme

# SettingsWindow_CaptionWake
source: Scheduled wake
de: Geplantes Aufwachen

# SettingsWindow_CheckBoxWake
source: Scheduled wake active
de: Geplantes Aufwachen aktiv

# SettingsWindow_ButtonRemoveExpiredWakeSchedulers
source: Remove expired entries
de: Abgelaufene Einträge entfernen

# SettingsWindow_ButtonAddWakeScheduleToolTip
source: Add wake schedule
de: Geplantes Aufwachen hinzufügen

# SettingsWindow_ButtonEditWakeScheduleToolTip
source: Edit selected wake schedule
de: Ausgewähltes Aufwachen bearbeiten

# SettingsWindow_ButtonRemoveWakeScheduleToolTip
source: Remove selected wake schedule
de: Ausgewähltes Aufwachen entfernen

# SettingsWindow_ColumnCaptionServiceName
source: Service
de: Dienst

# SettingsWindow_ColumnCaptionArguments
source: Arguments
de: Argumente

# SettingsWindow_ColumnCaptionProcess
source: Process
de: Prozess

# SettingsWindow_ColumnCaptionProgram
source: Program
de: Programm

# AddWakeScheduleWindow_CheckBoxStartProgramsWhenSystemAlreadyRunning
source: Start programs when system is already running when timer elapses
de: Starte Programme, wenn das System bereits läuft

# MainWindow_StatusPanelWakeCaption
source: Scheduled wake times
de: Geplantes Aufwachen
